{
	"header": {
		"project:": "C3S 434 dataset descriptors",
		"json_compliation": "CEDA/RP/20200915"
	},
	"datasets": [
		{
			"dataset_title": "Agrometeorological indicators from 1979 to 2018 derived from reanalysis",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-agrometeorological-indicators?tab=overview",
				"dataset_hist": "sis-agrometeorological-indicators",
				"dataset_scen": "sis-agroclimatic-indicators",
				"dataset_cds_overview": "This dataset provides daily surface meteorological data for the period 1979-2018 as input for agro-ecological studies.
			This dataset is based on the hourly ECMWF ERA5 data at surface level and is referred to as AgERA5. Acquisition and pre-processing of the
			original ERA5 data is a complex and specialized job. By providing the AgERA5 dataset, users are freed from this work and can directly
			start with meaningful input for their analyses and modelling. To this end, the variables provided in this dataset match the input needs
			of most agro-ecological models. Data were aggregated to daily time steps at the local time zone and corrected towards a finer topography
			at a 0.1° spatial resolution. The correction to the 0.1° grid was realized by applying grid and variable-specific regression equations to
			the ERA5 dataset interpolated at 0.1° grid. The equations were trained on ECMWF's operational high-resolution atmospheric model (HRES)
			at a 0.1° resolution. This way the data is tuned to the finer topography, finer land use pattern and finer land-sea delineation of the
			ECMWF HRES model. The data was produced on behalf of the Copernicus Climate Change Service. More details about the products are given in
			the Documentation section.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "Global",
					"horizontal_resolution": "0.1° x 0.1°",
					"vertical_coverage": "Variables are provided on a single level which may differ among variables",
					"temporal_coverage": "From 1979 to 2018",
					"temporal_resolution": "Daily",
					"file_format": "NetCDF-4",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.7",
					"update_frequency": "No updates expected"
				},
				"variables": {
					"10m_wind_speed": {
						"display_name": "10m wind speed",
						"units": "m s-1",
						"description": "Mean wind speed at a height of 10 metres above the surface over the period 00h-24h local time."
					},
					"2m_dewpoint_temperature": {
						"display_name": "2m dewpoint temperature",
						"units": "K",
						"description": "Mean dewpoint temperature at a height of 2 metres above the surface over the period 00h-24h local time. The dew point is the temperature to which air must be cooled to become saturated with water vapor. In combination with the air temperature it is used to assess relative humidity."
					},
					"2m_temperature": {
						"display_name": "2m temperature",
						"units": "K",
						"description": "Air temperature at a height of 2 metres above the surface."
					},
					"cloud_cover": {
						"display_name": "Cloud cover",
						"units": "Dimensionless",
						"description": "The number of hours with clouds over the period 00h-24h local time divided by 24 hours."
					},
					"liquid_precipitation_duration_fraction": {
						"display_name": "Liquid precipitation duration fraction",
						"units": "Dimensionless",
						"description": "The number of hours with precipitation over the period 00h-24h local time divided by 24 hours and per unit of area. Liquid precipitation is equivalent to the height of the layer of water that would have formed from precipitation had the water not penetrated the soil, run off, or evaporated."
					},
					"precipitation_flux": {
						"display_name": "Precipitation flux",
						"units": "mm day-1",
						"description": "Total volume of liquid water (mm3) precipitated over the period 00h-24h local time per unit of area (mm2), per day."
					},
					"snow_thickness": {
						"display_name": "Snow thickness",
						"units": "cm",
						"description": "Mean snow depth over the period 00h-24h local time measured as volume of snow (cm3) per unit area (cm2)."
					},
					"snow_thickness_lwe": {
						"display_name": "Snow thickness LWE",
						"units": "cm",
						"description": "Mean snow depth liquid water equivalent (LWE) over the period 00h-24h local time measured as volume of snow (cm3) per unit area (cm2) if all the snow had melted and had not penetrated the soil, runoff, or evaporated."
					},
					"solar_radiation_flux": {
						"display_name": "Solar radiation flux",
						"units": "J m-2 day-1",
						"description": "Total amount of energy provided by solar radiation at the surface over the period 00-24h local time per unit area and time."
					},
					"solid_precipitation_duration_fraction": {
						"display_name": "Solid precipitation duration fraction",
						"units": "Dimensionless",
						"description": "The number of hours with solid precipitation (freezing rain, snow, wet snow, mixture of rain and snow, and ice pellets) over the period 00h-24h local time divided by 24 hours and per unit of area."
					},
					"vapour_pressure": {
						"display_name": "Vapour pressure",
						"units": "hPa",
						"description": "Contribution to the total atmospheric pressure provided by the water vapour over the period 00-24h local time per unit of time."
					}
				}
			}
		},
		{
			"dataset_title": "Agroclimatic indicators from 1951 to 2099 derived from climate projections",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-agroclimatic-indicators?tab=overview",
				"dataset_hist": "sis-agroclimatic-indicators",
				"dataset_scen": "",
				"dataset_cds_overview": "This dataset provides agroclimatic indicators used to characterise plant-climate
			interactions for global agriculture. Agroclimatic indicators are useful in conveying climate variability
			and change in the terms that are meaningful to the agricultural sector. The objective of this dataset is
			to provide these indicators at a global scale in an easily accessible and usable format for further
			 analysis and the forcing of agricultural impact models. ERA-interim reanalysis and bias-corrected climate
			 datasets have been used to generate the agroclimatic indicators for historical and future time periods.
			 The input data was provided through the Inter-Sectoral Impact Model Intercomparison Project (ISIMIP), of
			 which the ISIMIP Fast Track product was used. This product contains daily, biased-corrected, climate
			 data from 5 CMIP5 General Circulation Models covering the period 1951-2099 (historical run up to 2005).
			 The agroclimatic indicators were also generated using the WFDEI (Watch Forcing Data methodology applied
			 to ERA-Interim) for the 1981-2010 climatological period. A total of 26 indicators are provided in this
			 dataset at a spatial resolution of 0.5°x0.5° on a lat-lon grid. The temporal resolution of the variables
			 differs depending on the indicator - they are available at 10 consecutive days (10-day), seasonal or
			 annual resolution. Agroclimatic indicators are often used in species distribution modelling to study
			 phenological developments of plants under varying climate conditions. For many users in the agricultural
			 community, assessments of crop development for the current or future cropping seasons are particularly
			 important. This is especially true for the agro-policy and the agro-business communities, as early
			 indications of production anomalies are of paramount importance for tax/subsidies and price volatility.
			 The provision of pre-computed agroclimatic indicators make them readily available to the user and will
			 facilitate the use of climate data by the agricultural community. The data was produced on behalf of
			 the Copernicus Climate Change Service.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "Global",
					"horizontal_resolution": "0.5°x0.5°",
					"vertical_coverage": "Surface",
					"temporal_coverage": "1951 to 2099",
					"temporal_resolution": "Variable dependent: 10-day, seasonal or annual",
					"file_format": "NetCDF-4",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.7",
					"update_frequency": "No updates expected"
				},
				"variables": {
					"biologically_effective_degree_days": {
						"display_name": "Biologically effective degree days",
						"units": "°C",
						"description": "Sum of daily mean temperatures (TG) above 10°C and less than 30°C, over 10 days."
					},
					"cold_spell_duration_index": {
						"display_name": "Cold spell duration index",
						"units": "day",
						"description": "Number of days per season with at least 6 consecutive days when TN < TN10th, where TN is the daily
					minimum temperature and TN10th is the calendar day 10th percentile. To calculate TN10th for each day, a 5-day window
					centered on each equivalent day in the 1981-2010 period is used to improve the statistical robustness from which
					the 10th percentile of the data is selected (e.g. for all 3rd of July days between 1981-2010, the 1st,
						2nd,
						3rd,
						4th,
						5th
					July are selected in the 5-day window). This indicator provides information on reduced blossom formation or reduced growth."
					},
					"frost_days": {
						"display_name": "Frost days",
						"units": "day",
						"description": "Number of days per 10 days when TN < 0°C, where TN is the daily minimum temperature.
					This indicator provides information on frost damage."
					},
					"growing_season_length": {
						"display_name": "Growing season length",
						"units": "day",
						"description": "Number of days between the first occurrence after 1st January (1st July in southern hemisphere)
					of at least 6 consecutive days with TG > 5°C and the first occurrence after 1st July (1st January in southern
					hemisphere) of at least 6 consecutive days with TG < 5°C, where TG is the daily mean temperature. This indicator
					provides an indication whether or not a crop, or a combination of crops, can be sown and subsequently reach maturity
					within a certain time frame."
					},
					"heavy_precipitation_days": {
						"display_name": "Heavy precipitation days",
						"units": "day",
						"description": "Number of days per 10 days when RR > 10mm, where RR is the daily precipitation sum. This
					indicator provides information on crop damage and runoff losses."
					},
					"ice_days": {
						"display_name": "Ice days",
						"units": "day",
						"description": "Number of days per 10 days when TX < 0°C, where TX is the daily maximum temperature.
					This indicator provides information on frost damage."
					},
					"maximum_number_of_consecutive_dry_days": {
						"display_name": "Maximum number of consecutive dry days",
						"units": "day",
						"description": "	Longest period of consecutive days when RR < 1mm, where RR is the daily precipitation sum.
					This indicator is used for drought monitoring."
					},
					"maximum_number_of_consecutive_frost_days": {
						"display_name": "Maximum number of consecutive frost days",
						"units": "day",
						"description": "Longest period of consecutive days when TN < 0°C, where TN is the daily minimum temperature.
					This indicator is used as a general frost damage indicator."
					},
					"maximum_number_of_consecutive_summer_days": {
						"display_name": "Maximum number of consecutive summer days",
						"units": "day",
						"description": "Longest period of consecutive days when TX > 25°C, where TX is the daily maximum
					temperature. This indicator provides information on drought stress or on optimal growth
					for C4 crops (crops that use the C4 carbon fixation pathway, e.g. maize)."
					},
					"maximum_number_of_consecutive_wet_days": {
						"display_name": "Maximum number of consecutive wet days",
						"units": "day",
						"description": "Longest period of consecutive days when RR > 1mm, where RR is the daily
					precipitation sum. This indicator provides information on drought, oxygen stress and
					crop growth (i.e. less radiation interception during rainy days)."
					},
					"maximum_of_daily_maximum_temperature": {
						"display_name": "Maximum of daily maximum temperature	",
						"units": "K",
						"description": "Maximum value of TX over 10 days, where TX is the daily maximum temperature.
					This indicator provides information on long-term climate variability and change."
					},
					"maximum_of_daily_minimum_temperature": {
						"display_name": "Maximum of daily minimum temperature",
						"units": "K",
						"description": "Maximum value of TN over 10 days, where TN is the daily minimum
					temperature. This indicator provides information on long-term climate variability and change."
					},
					"mean_of_daily_maximum_temperature": {
						"display_name": "Mean of daily maximum temperature	",
						"units": "",
						"description": "	Mean value of TX over 10 days, where TX is the daily
					maximum temperature. This indicator provides information on long-term climate variability and change."
					},
					"mean_of_daily_mean_temperature": {
						"display_name": "Mean of daily mean temperature	",
						"units": "K",
						"description": "Mean value of TG over 10 days, where TG is the daily mean temperature. This
					indicator provides information on long-term climate variability and change."
					},
					"mean_of_daily_minimum_temperature": {
						"display_name": "Mean of daily minimum temperature",
						"units": "K",
						"description": "Mean value of TN over 10 days, where TN is the daily minimum
					temperature. This indicator provides information on long-term climate variability and change."
					},
					"mean_of_diurnal_temperature_range": {
						"display_name": "Mean of diurnal temperature range	",
						"units": "K",
						"description": "Mean value of the daily difference between TX and TN (TX-TN) over 10 days,
					where TX and TN are daily maximum and minimum temperature respectively. This indicator provides
					information on climate variability and change. It also serves as a proxy for information on the
					clarity (transmittance) of the atmosphere."
					},
					"minimum_of_daily_maximum_temperature": {
						"display_name": "Minimum of daily maximum temperature	",
						"units": "K",
						"description": "Minimum value of TX over 10 days, where TX is the daily maximum temperature.
					This indicator provides information on long-term climate variability and change."
					},
					"minimum_of_daily_minimum_temperature": {
						"display_name": "Minimum of daily minimum temperature",
						"units": "K",
						"description": "Minimum value of TN over 10 days, where TN is the daily minimum temperature.
					This indicator provides information on long-term climate variability and change."
					},
					"precipitation_sum": {
						"display_name": "Precipitation sum",
						"units": "mm",
						"description": "Sum of RR over 10 days, where RR is the daily precipitation sum. This
					indicator provides information on possible water shortage or excess."
					},
					"simple_daily_intensity_index": {
						"display_name": "Simple daily intensity index",
						"units": "mm",
						"description": "Mean of RR over 10 days in which RR > 1mm (wet days), where RR
					is the daily precipitation sum. This indicator provides information on possible runoff losses."
					},
					"summer_days": {
						"display_name": "Summer days",
						"units": "day",
						"description": "Number of days per 10 days when TX > 25°C, where TX is the daily maximum
					temperature. This indicator provides an indication of the occurrence of heat stress."
					},
					"tropical_nights": {
						"display_name": "Tropical nights",
						"units": "day",
						"description": "Number of days per 10 days when TN > 20°C, where TN is the daily minimum
					temperature. This indicator provides an indication of occurrence of various pests."
					},
					"very_heavy_precipitation_days": {
						"display_name": "Very heavy precipitation days",
						"units": "day",
						"description": "Number of days per 10 days when RR > 20mm, where RR is the daily
					precipitation sum. This indicator provides information on crop damage and runoff losses."
					},
					"warm_and_wet_days": {
						"display_name": "Warm and wet days",
						"units": "day",
						"description": "Number of days per 10 days when TG > TG75th and RR > RR75th; where TG is
					the daily mean temperature, TG75th is the calendar day 75th percentile, RR is the daily
					precipitation sum and RR75th is the 75th percentile of precipitation on wet days.
					To calculate TG75th and RR75 for each day, a 5-day window centered on each equivalent day
					in the 1981-2010 period is used to improve the statistical robustness from which the 75th
					percentile of the data is selected (e.g. for all the 3rd of July days between 1981-2010,
					the 1st,
						2nd,
						3rd,
						4th,
						5th July are selected in the 5-day window). This indicator provides
					an indication of occurrence of various pests and the crop development, especially leaf formation."
					},
					"warm_spell_duration_index": {
						"display_name": "Warm spell duration index",
						"units": "day",
						"description": "Number of days per season with at least 6 consecutive days when TX > TX90th,
					where TX is the daily maximum temperature and TX90th is the calendar day 90th percentile. To
					calculate TX90th for each day, a 5-day window centered on each equivalent day in the 1981-2010
					period is used to improve the statistical robustness from which the 90th percentile of the data
					is selected (e.g. for all the 3rd of July days between 1981-2010, the 1st,
						2nd,
						3rd,
						4th,
						5th July
					are selected in the 5-day window). This indicator provides an indication of the occurrence of heat stress."
					},
					"wet_days": {
						"display_name": "Wet days",
						"units": "day",
						"description": "Number of days per 10 days when RR > 1mm, where RR is the daily precipitation sum.
					This indicator provides information on intercepted reduction."
					}
				}
			}
		},
		{
			"dataset_title": "Heat waves and cold spells in Europe derived from climate projections",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-heat-and-cold-spells?tab=overview",
				"dataset_hist": "sis-heat-and-cold-spells",
				"dataset_scen": "",
				"dataset_cds_overview": "The dataset contains the number of hot and cold spell days using different European-wide
			and national/regional definitions developed within the C3S European Health service. These heat wave and cold spell
			days are available for different future time periods and use different climate change scenarios. A heat wave or
			cold spell is a prolonged period of extremely high or extremely low temperature for a particular region.
			However, there is a lack of rigorous definitions for heat waves and cold spells. This dataset combines multiple definitions
			and allows the user to compare European-wide definitions with national/regional definitions. First, the temperature
			statistics are calculated, either for the season winter and summer or for the whole year, based on a bias-adjusted
			EURO-CORDEX dataset. Then, the statistics are averaged for 30 years as a smoothed average from 1971 to 2100.
			This results in a timeseries covering the period from 1986 to 2085. Finally, the timeseries are averaged for the
			model ensemble and the standard deviation to this ensemble mean is provided.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "European region (Extent: ~ 27N – 72N, ~22W – 45E)",
					"horizontal_resolution": "0.1° x 0.1°",
					"vertical_coverage": "",
					"temporal_coverage": "From 1986 to 2085",
					"temporal_resolution": "Year (season average)",
					"file_format": "NetCDF-4",
					"conventions": "	Climate and Forecast (CF) Metadata Convention v1.6, Attribute Convention for Dataset Discovery (ACDD) v1.3",
					"update_frequency": "No updates expected"
				},
				"variables": {
					"cold_spell_days": {
						"display_name": "Cold spell days",
						"units": "days",
						"description": "Number of cold days in a year using specific definitions."
					},
					"heat_wave_days": {
						"display_name": "Heat wave days",
						"units": "days",
						"description": "Number of hot days in a year using specific definitions."
					}
				}
			}
		},
		{
			"dataset_title": "Fire danger indices historical data from the Copernicus Emergency Management Service",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/cems-fire-historical?tab=overview",
				"dataset_hist": "cems-fire-historical",
				"dataset_scen": "",
				"dataset_cds_overview": "This data set provides complete historical reconstruction of meteorological conditions
			favourable to the start, spread and sustainability of fires. The fire danger metrics provided are part of a vast
			dataset produced by the Copernicus Emergency Managment Service for the European Forest Fire Information System (EFFIS).
			The European Forest Fire Information System incorporates the fire danger indices for three different models developed
			in Canada, United States and Australia. In this dataset the fire danger indices are calculated using weather forecast
			from historical simulations provided by ECMWF ERA5 reanalysis. ERA5 by combining model data and a vast set of
			quality controlled observations provides a globally complete and consistent data-set and is regarded as a good
			proxy for observed atmospheric conditions. The selected data records in this data set are regularly extended
			with time as ERA5 forcing data become available. This dataset is produced by ECMWF in its role of the computational
			centre for fire danger forecast of the CEMS, on behalf of the Joint Research Centre which is the managing entity of the service.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "Global Land",
					"horizontal_resolution": "Reanalysis: 0.25°x0.25°; Mean, spread and members: 0.5°x0.5°",
					"vertical_coverage": "",
					"temporal_coverage": "1979 to present",
					"temporal_resolution": "Daily",
					"file_format": "NetCDF",
					"conventions": "",
					"update_frequency": "Monthly"
				},
				"variables": {
					"build_up_index": {
						"display_name": "Build-up index",
						"units": "Dimensionless",
						"description": "The Build-Up Index is a weighted combination of the Duff moisture code and Drought code
					to indicate the total amount of fuel available for combustion by a moving flame front. The Duff moisture
					code has the most influence on the Build-up index value. For example, a Duff moisture code value of zero
					always results in a Build-up index value of zero regardless of what the Drought code value is. The Drought
					code has the strongest influence on the Build-up index when Duff moisture code values are high. The greatest
					effect that the Drought code can have is to make the Build-up index value equal to twice the Duff moisture code
					value. The Build-up index is often used for pre-suppression planning purposes."
					},
					"burning_index": {
						"display_name": "Burning index",
						"units": "10ft",
						"description": "The Burning Index measures the difficulty of controlling a fire. It is derived from a
					combination of Spread component (how fast it will spread) and Energy release component (how much energy will be produced).
					In this way, it is related to flame length, which, in the Fire Behavior Prediction System, is based on rate of spread
					and heat per unit area. However, because of differences in the calculations for Burning index and flame length, they are not the same."
					},
					"danger_risk": {
						"display_name": "Danger rating",
						"units": "Dimensionless",
						"description": "The Danger rating is equivalent to the FWI reduced to 6 classes of danger, accordingly to
					EFFIS danger class levels definition (very low, low, medium, high, very high and extreme). The fire danger
					classes are the same for all countries so maps show a harmonized picture of the spatial distribution of fire danger level."
					},
					"drought_code": {
						"display_name": "Drought code",
						"units": "Dimensionless",
						"description": "The Drought code is an indicator of the moisture content in deep compact organic layers. This code
					represents a fuel layer at approximately 10-20 cm deep. The Drought code fuels have a very slow drying rate, with a
					time lag of 52 days. The Drought code scale is open-ended, although the maximum value is about 800."
					},
					"duff_moisture_code": {
						"display_name": "Duff moisture code",
						"units": "Dimensionless",
						"description": "The Duff moisture code is an indicatore of the moisture content in loosely-compacted organic
					layers of moderate depth. It is representative of the duff layer that is 5-10 cm deep. Duff moisture code fuels
					are affected by rain, temperature and relative humidity. Because these fuels are below the forest floor surface,
					wind speed does not affect the fuel moisture content. The Duff moisture code fuels have a slower drying rate than
					the Fine fuel moisture code fuels, with a timelag of 12 days. Although the Duff moisture code has an open-ended scale,
					the highest probable value is in the range of 150."
					},
					"energy_release_component": {
						"display_name": "Energy release component",
						"units": "25Btu ft2 -1",
						"description": "The Energy release component is a number related to the available energy (British Thermal Unit)
					per unit area (square foot) within the flaming front at the head of a fire. Daily variations in Energy release
					component are due to changes in moisture content of the various fuels present, both live and dead. Since this
					number represents the potential 'heat release' per unit area in the flaming zone, it can provide guidance to
					several important fire activities. It may also be considered a composite fuel moisture value as it reflects
					the contribution that all live and dead fuels have to potential fire intensity. The Energy release component
					is a cumulative or 'build-up' type of index. As live fuels cure and dead fuels dry, the Energy release component
					values get higher thus providing a good reflection of drought conditions. The scale is open-ended or unlimited and,
					as with other National Forest Danger Rating System components, is relative."
					},
					"fine_fuel_moisture_code": {
						"display_name": "Fine fuel moisture code",
						"units": "Dimensionless",
						"description": "The Fine fuel moisture code is an indicatore of the moisture content in litter and other
					cured fine fuels (needles, mosses, twigs less than 1 cm in diameter). The Fine fuel moisture code is representative
					of the top litter layer less than 1-2 cm deep. Fine fuel moisture code values change rapidly because of a high
					surface area to volume ratio, and direct exposure to changing environmental conditions. The Fine fuel moisture
					code scale ranges from 0-99 and is the only component of the Fire weather index system which does not have an
					open-ended scale. Generally, fires begin to ignite at Fine fuel moisture code values near 70, and the maximum
					probable value that will ever be achieved is 96."
					},
					"fire_daily_severity_rating": {
						"display_name": "Fire daily severity index",
						"units": "Dimensionless",
						"description": "Numeric rating of the difficulty of controlling fires. It is an exponential transformation
					of the Fire weather index and more accurately reflects the expected efforts required for fire suppression
					as it increases exponentially as the Fire weather index is above a certain value."
					},
					"fire_danger_index": {
						"display_name": "Fire danger index",
						"units": "Dimensionless",
						"description": "The Fire danger index is a metric related to the chances of a fire starting,
					its rate of spread, its intensity, and its difficulty of suppression. It is open ended however a value
					of 50 and above is considered extreme in most vegetation."
					},
					"fire_weather_index": {
						"display_name": "Fire weather index",
						"units": "Dimensionless",
						"description": "The Fire weather index is a combination of Initial spread index and Build-up index, and
					is a numerical rating of the potential frontal fire intensity. In effect, it indicates fire intensity by
					combining the rate of fire spread with the amount of fuel being consumed. Fire weather index values are not upper
					bounded however a value of 50 is considered as extreme in many places. The Fire weather index is used for general
					public information about fire danger conditions."
					},
					"ignition_component": {
						"display_name": "Ignition component",
						"units": "%",
						"description": "The Ignition component measures the probability a firebrand will require suppression action.
					Since it is expressed as a probability, it ranges on a scale of 0 to 100. An Ignition component of 100 means
					that every firebrand will cause a fire requiring action if it contacts a receptive fuel. Likewise an Ignition
					component of 0 would mean that no firebrand would cause a fire requiring suppression action under those conditions."
					},
					"initial_fire_spread_index": {
						"display_name": "Initial spread index",
						"units": "Dimensionless",
						"description": "The Initial spread index combines the Fine fuel moisture code and wind speed to indicate the
					expected rate of fire spread. Generally, a 13 km h-1 increase in wind speed will double the Initial spread
					index value. The Initial spread index is accepted as a good indicator of fire spread in open light fuel stands
					with wind speeds up to 40 km h-1."
					},
					"keetch_byram_drought_index": {
						"display_name": "Keetch-Byram drought index",
						"units": "Dimensionless",
						"description": "The Keetch-Byram drought index (KBDI) is a number representing the net effect of evapotranspiration
					and precipitation in producing cumulative moisture deficiency in deep duff and upper soil layers. It is a continuous index,
					relating to the flammability of organic material in the ground.The Keetch-Byram drought index attempts to measure the
					amount of precipitation necessary to return the soil to saturated conditions. It is a closed system ranging from 0 to 200
					units and represents a moisture regime from 0 to 20 cm of water through the soil layer. At 20 cm of water, the Keetch-Byram
					drought index assumes saturation. Zero is the point of no moisture deficiency and 200 is the maximum drought that is possible.
					At any point along the scale, the index number indicates the amount of net rainfall that is required to reduce the index to zero,
					or saturation. The inputs for Keetch-Byram drought index are weather station latitude, mean annual precipitation, maximum dry bulb
					temperature, and the last 24 hours of rainfall. Reduction in drought occurs only when rainfall exceeds 5 mm (called net rainfall).
					The computational steps involve reducing the drought index by the net rain amount and increasing the drought index by a drought factor.
					KBDI = 0 - 50: Soil moisture and large class fuel moistures are high and do not contribute much to fire intensity.
					Typical of spring dormant season following winter precipitation.
					KBDI = 50 - 100: Typical of late spring, early growing season. Lower litter and duff layers are drying and beginning to
					contribute to fire intensity.
					KBDI = 100 - 150: Typical of late summer, early fall. Lower litter and duff layers actively contribute to fire intensity and
					will burn actively.
					KBDI = 150 - 200: Often associated with more severe drought with increased wildfire occurrence. Intense, deep burning fires
					with significant downwind spotting can be expected. Live fuels can also be expected to burn actively at these levels."
					},
					"spread_component": {
						"display_name": "Spread component",
						"units": "Dimensionless",
						"description": "The Spread component is a measure of the spead at which a headfire would spread. The
					spread component is numerically equal to the theoretical ideal rate of spread expressed in feet-per-minute
					however is considered as a dimensionless variable. The Spread component is expressed on an open-ended scale;
					thus it has no upper limit."
					}
				}
			}
		},
		{
			"dataset_title": "Agrometeorological indicators from 1979 to 2018 derived from reanalysis",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-agrometeorological-indicators?tab=overview",
				"dataset_hist": "sis-agrometeorological-indicators",
				"dataset_scen": "sis-agroclimatic-indicators",
				"dataset_cds_overview": "This dataset provides daily surface meteorological data for the period 1979-2018 as input for agro-ecological studies.
			This dataset is based on the hourly ECMWF ERA5 data at surface level and is referred to as AgERA5. Acquisition and pre-processing of the
			original ERA5 data is a complex and specialized job. By providing the AgERA5 dataset, users are freed from this work and can directly
			start with meaningful input for their analyses and modelling. To this end, the variables provided in this dataset match the input needs
			of most agro-ecological models. Data were aggregated to daily time steps at the local time zone and corrected towards a finer topography
			at a 0.1° spatial resolution. The correction to the 0.1° grid was realized by applying grid and variable-specific regression equations to
			the ERA5 dataset interpolated at 0.1° grid. The equations were trained on ECMWF's operational high-resolution atmospheric model (HRES)
			at a 0.1° resolution. This way the data is tuned to the finer topography, finer land use pattern and finer land-sea delineation of the
			ECMWF HRES model. The data was produced on behalf of the Copernicus Climate Change Service. More details about the products are given in
			the Documentation section.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "Global",
					"horizontal_resolution": "0.1° x 0.1°",
					"vertical_coverage": "Variables are provided on a single level which may differ among variables",
					"temporal_coverage": "From 1979 to 2018",
					"temporal_resolution": "Daily",
					"file_format": "NetCDF-4",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.7",
					"update_frequency": "No updates expected"
				},
				"variables": {
					"10m_wind_speed": {
						"display_name": "10m wind speed",
						"units": "m s-1",
						"description": "Mean wind speed at a height of 10 metres above the surface over the period 00h-24h local time."
					},
					"2m_dewpoint_temperature": {
						"display_name": "2m dewpoint temperature",
						"units": "K",
						"description": "Mean dewpoint temperature at a height of 2 metres above the surface over the period 00h-24h local time. The dew point is the temperature to which air must be cooled to become saturated with water vapor. In combination with the air temperature it is used to assess relative humidity."
					},
					"2m_temperature": {
						"display_name": "2m temperature",
						"units": "K",
						"description": "Air temperature at a height of 2 metres above the surface."
					},
					"cloud_cover": {
						"display_name": "Cloud cover",
						"units": "Dimensionless",
						"description": "The number of hours with clouds over the period 00h-24h local time divided by 24 hours."
					},
					"liquid_precipitation_duration_fraction": {
						"display_name": "Liquid precipitation duration fraction",
						"units": "Dimensionless",
						"description": "The number of hours with precipitation over the period 00h-24h local time divided by 24 hours and per unit of area. Liquid precipitation is equivalent to the height of the layer of water that would have formed from precipitation had the water not penetrated the soil, run off, or evaporated."
					},
					"precipitation_flux": {
						"display_name": "Precipitation flux",
						"units": "mm day-1",
						"description": "Total volume of liquid water (mm3) precipitated over the period 00h-24h local time per unit of area (mm2), per day."
					},
					"snow_thickness": {
						"display_name": "Snow thickness",
						"units": "cm",
						"description": "Mean snow depth over the period 00h-24h local time measured as volume of snow (cm3) per unit area (cm2)."
					},
					"snow_thickness_lwe": {
						"display_name": "Snow thickness LWE",
						"units": "cm",
						"description": "Mean snow depth liquid water equivalent (LWE) over the period 00h-24h local time measured as volume of snow (cm3) per unit area (cm2) if all the snow had melted and had not penetrated the soil, runoff, or evaporated."
					},
					"solar_radiation_flux": {
						"display_name": "Solar radiation flux",
						"units": "J m-2 day-1",
						"description": "Total amount of energy provided by solar radiation at the surface over the period 00-24h local time per unit area and time."
					},
					"solid_precipitation_duration_fraction": {
						"display_name": "Solid precipitation duration fraction",
						"units": "Dimensionless",
						"description": "The number of hours with solid precipitation (freezing rain, snow, wet snow, mixture of rain and snow, and ice pellets) over the period 00h-24h local time divided by 24 hours and per unit of area."
					},
					"vapour_pressure": {
						"display_name": "Vapour pressure",
						"units": "hPa",
						"description": "Contribution to the total atmospheric pressure provided by the water vapour over the
					period 00-24h local time per unit of time."
					}
				}
			}
		},
		{
			"dataset_title": "Thermal comfort indices derived from ERA5 reanalysis",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/derived-utci-historical?tab=overview",
				"dataset_hist": "derived-utci-historical",
				"dataset_scen": "",
				"dataset_cds_overview": "This dataset provides a complete historical reconstruction for a set of indices representing
			human thermal stress and discomfort in outdoor conditions. This dataset, also known as ERA5-HEAT (Human thErmAl comforT)
			represents the current state-of-the-art for bioclimatology data record production. The dataset is organised around two
			main variables: the mean radiant temperature (MRT) the universal thermal climate index (UTCI) These variables describe
			how the human body experiences atmospheric conditions, specifically air temperature, humidity, ventilation and radiation.
			The dataset is computed using the ERA5 reanalysis from the European Centre for Medium-Range Forecasts (ECMWF). ERA5 combines
			model data with observations from across the world to provide a globally complete and consistent description of the Earth’s
			climate and its evolution in recent decades. ERA5 is regarded as a good proxy for observed atmospheric conditions. The
			dataset currently covers 01/01/1979 to near real time and is regularly extended as ERA5 data become available. The dataset
			is produced by the European Centre for Medium-range Weather Forecasts.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "Global except for Antarctica (90N-60S, 180W-180E)",
					"horizontal_resolution": "0.25° x 0.25°",
					"vertical_coverage": "Surface level",
					"temporal_coverage": "1979-01-01 to near real time for the most recent version.",
					"temporal_resolution": "Hourly data",
					"file_format": "NetCDF",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.6",
					"versions": "UTCI v1.0",
					"update_frequency": "Intermediate dataset updated daily in near real time, Consolidated dataset monthly updates with 2-3 month delay behind real time."
				},
				"variables": {
					"Mean radiant temperature": {
						"display_name": "Mean radiant temperature",
						"units": "K",
						"description": "The mean radiant temperature, in relation to a given person placed in a given
					environment, in a given body posture and clothing, is defined as that uniform temperature of
					a fictive black-body radiation enclosure (emission coefficient ε = 1) which would result in
					the same net radiation energy exchange with the subject as the actual, more complex radiation
					environment."
					},
					"Universal thermal climate index": {
						"display_name": "Universal thermal climate index",
						"units": "K",
						"description": "For any combination of air temperature, wind, radiation and humidity,
					the Universal thermal climate index is defined as the air temperature of a reference outdoor
					environment that would elicit in the human body the same physiological model’s response (sweat
					production, shivering, skin wettedness, skin blood flow and rectal, mean skin and face temperatures)
					as the actual environment."
					}
				}
			}
		},
		{
			"dataset_title": "Climatic suitability for the presence and seasonal activity of the Aedes albopictus mosquito for Europe derived from climate projections",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-health-vector?tab=overview",
				"dataset_hist": "sis-health-vector",
				"dataset_scen": "",
				"dataset_cds_overview": "This dataset contains climatic suitability indicators for the Aedes albopictus (tiger mosquito)
			for Europe produced within the C3S European Health service. The provided indicators are the climatic suitability for the
			presence of Aedes albopictus and the season length of presence of Aedes albopictus. This mosquito transmits vector-borne
			diseases, such as dengue and chikungunya. Environmental factors such as temperature and rainfall impact the survival chance
			and seasonal activity of Aedes albopictus. In Europe, the environmental conditions become more favorable for the establishment
			of Aedes albopictus, which is a serious threat for human health in Europe. The temperature statistics are calculated, either
			for the season winter and summer or for the whole year, based on a bias-adjusted EURO-CORDEX dataset. Then, the statistics
			are averaged for 30 years as a smoothed average from 1971 to 2100. This results in a timeseries covering the period
			from 1986 to 2085. Finally, the timeseries are averaged for the model ensemble and the standard deviation to this
			ensemble mean is provided.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "European region (approximately 27N – 72N, 22W – 45E)",
					"horizontal_resolution": "0.1° x 0.1°",
					"vertical_coverage": "",
					"temporal_coverage": "1986 – 2085",
					"temporal_resolution": "Season or year, that represents the 30-yr smoothed average around that particular season or year.",
					"file_format": "NetCDF",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.6, Attribute Convention for Dataset Discovery (ACDD) v1.3",
					"update_frequency": "No updates expected"
				},
				"variables": {
					"season_length": {
						"display_name": "Season length",
						"units": "week",
						"description": "Duration of Aedes albopictus presence in weeks. This is also known as the mosquito season. Outside of
					this period mosquitoes die off or go into diapause."
					},
					"suitability": {
						"display_name": "Suitabilty",
						"units": "Dimensionless",
						"description": "Likelihood that the area has favourable environmental conditions for Aedes albopictus presence
					with 0 not suitable (no favourable conditions) and 100 totally suitable."
					}
				}
			}
		},
		{
			"dataset_title": "River discharge and related historical data from the European Flood Awareness System",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/efas-historical?tab=overview",
				"dataset_hist": "efas-historical",
				"dataset_scen": "",
				"dataset_cds_overview": "This dataset provides gridded modelled daily hydrological time series forced with meteorological
			observations. The data is a consistent representation of the most important hydrological variables across Europe. The
			dataset provides daily estimates of three main products: River discharge; Soil moisture for three soil layers; Snow water
			equivalent. Soil moisture and river discharge data are accompanied by ancillary files for interpretation (soil depth and
			upstream area at each grid point; see information pages for access). This dataset was produced by forcing the LISFLOOD
			hydrological model with gridded observational data of precipitation and temperature at a 5*5 km resolution. It is available
			from 1991-01-01 up until near-real time. A companion dataset, also available through the CDS, is the hydrological forecasts
			of river discharge and related variables produced by the same system. This dataset was produced by the European Flood Awareness
			System (EFAS), which is part of the Copernicus Emergency Management Service (CEMS).",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded - The geographical projection is the INSPIRE compliant ETRS89 Lambert Azimuthal Equal Area
				Coordinate Reference System (ETRS-LAEA).",
				"horizontal_coverage": "Europe - The domain spans from northern Africa beyond the northern tip of Scandinavia. In the west it
				ranges far into the Atlantic ocean and in the east as far as to the Caspian Sea.",
				"horizontal_resolution": "5km x 5km",
					"vertical_resolution": "3 levels for soil moisture; surface level for river discharge and snow depth water equivalent.",
					"temporal_coverage": "1991-01-01 to near real time (30 day delay) for the most recent version.",
					"temporal_resolution": "Daily data",
					"file_format": "GRIB and NetCDF",
					"conventions": "Current version - EFAS v3 released 2019-05-13. Older version - EFAS v2 released 2018-10-10.",
					"update_frequency": "A new historical simulation will be published with every major update of the EFAS system. The latest
				version will always be the version used in operations. For more information on the model versions, we refer to the documentation."
				},
				"variables": {
					"river_discharge": {
						"display_name": "River discharge",
						"units": "m3 s-1",
						"description": "Volume rate of water flow, including sediments, chemical and biological material, in the river channel
					averaged over a time step through a cross-section. The value is an average over a 24-hour period."
					},
					"snow_depth_water_equivalent": {
						"display_name": "Snow depth water equivalent",
						"units": "kg m-2",
						"description": "Snow depth water equivalent in kg m-2 water equivalent. The value represent the mass of water per
					square meter if all the snow in the grid box would be melted. The value is instantaneous meaning that it is valid for
					the last time step of the integration at the issued model time step."
					},
					"soil_depth": {
						"display_name": "Soil depth",
						"units": "m",
						"description": "Soil depth, positive downward for each of the three soil layers at each grid point. The
					value is relative from the surface to the bottom of each layer respectively."
					},
					"volumetric_soil_moisture": {
						"display_name": "Volumetric soil moisture",
						"units": "m3 m-3",
						"description": "Amount of water in a cubic meter soil valid for the cell grid at the corresponding soil
					layer. The value is instantaneous meaning that it is valid for the last time step of the integration at
					the issued model time step. For more documentation on the calculation of the volumetric soil moisture we
					refer to the documentation."
					}
				}
			}
		},
		{
			"dataset_title": "Water quantity indicators for Europe",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-water-quantity-swicca?tab=overview",
				"dataset_hist": "sis-water-quantity-swicca",
				"dataset_scen": "",
				"dataset_cds_overview": "This dataset contains modelled data for water runoff and wetness, river flow, snow water equivalent,
			soil water content and other water related quantities for the European region. These variables were computed as a part of a
			proof of concept contract designed to speed up the workflow in impact assessments and to simplify climate change adaptation
			of water management practices across Europe. These quantities were modelled using the Swedish Meteorological and Hydrological
			Institute E-HYPE, the Wageningen University VIC model and the Joint Research Center Lisflood models. These models work at
			different resolutions, thus the data is provided at different resolutions. E-HYPE and Lisflood were upscaled in order to
			show the model ensemble. Most variables are provided as averages over 30 year periods, either for each calendar month or
			for the whole period. However, for some of the variables, day, percentile and return periods are also provided.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded and catchment.",
					"horizontal_coverage": "Pan European domain",
					"horizontal_resolution": "Different resolutions: 0.5°x0.5°, 0.1°x0.1° and catchement resolution (215 km2 in average).",
					"vertical_coverage": "",
					"temporal_coverage": "1971-2100.",
					"temporal_resolution": "The indicator is derived from the daily series and represents statistics over a long period. As such, it does not have a temporal resolution.",
					"file_format": "NetCDF"
				},
				"variables": {
					"aridity_1": {
						"display_name": "Aridity 1",
						"units": "%",
						"description": "Ratio between potential evapotranspiration and precipitation. Potential evapotranspiration
					is the modelled evapotranspiration when there is abundant water. Aridity 1 values can be larger than 1."
					},
					"aridity_2": {
						"display_name": "Aridity 2",
						"units": "%",
						"description": "Ratio between actual evapotranspiration and precipitation. Actual evapotranspiration is
					the modelled evapotranspiration computed only with available water. Aridity 2 cannot normally exceed 1."
					},
					"flow_duration_curve": {
						"display_name": "Flow duration curbe",
						"units": "m3 s-1 for the reference period; % of change for the future periods.",
						"description": "Distribution of daily river flows during a 30-year period described through 13
					percentiles: 1%,
						5%,
						10% to 90% in steps of 10%,
						95% 99%"
					},
					"river_flow": {
						"display_name": "River flow",
						"units": "m3 s-1 for the reference period; % of change for the future periods.",
						"description": "Volume rate of water flow that is transported through a given cross-sectional area.
					It is synonymous to river discharge or streamflow."
					},
					"snow_water_equivalent": {
						"display_name": "Snow water equivalent",
						"units": "mm for the reference period; % mm change for future periods.",
						"description": "Amount of water contained in the snow pack. It can be considered as the depth of water
					that theoretically would result if the whole snow pack instantaneously melts. Snow water equivalent is
					the product of snow depth and snow density."
					},
					"soil_water_content": {
						"display_name": "Soil water content",
						"units": "% for the reference period; % of change for future periods.",
						"description": "Volume fraction of soil occupied by water, averaged over those soil layers that provide
					moisture for plant transpiration. This term includes all phases of water."
					},
					"unregulated_river_flow": {
						"display_name": "Unregulated river flow",
						"units": "m3 s-1 for the reference period; % of change for the future periods.",
						"description": "Volume rate of water flow that is transported through a given cross-sectional area. It is synonymous to river discharge or streamflow."
					},
					"water_runoff": {
						"display_name": "Water runoff",
						"units": "mm day-1 for the reference period; % change for future periods.",
						"description": "Sum of surface and subsurface runoff to streams for each grid cell or catchment."
					},
					"wetness_1": {
						"display_name": "Wetness 1",
						"units": "mm day-1",
						"description": "	Precipitation minus potential evapotranspiration. Potential evapotranspiration
					is the modelled evapotranspiration when there is abundant water."
					},
					"wetness_2": {
						"display_name": "Wetness 2",
						"units": "mm day-1",
						"description": "Precipitation minus actual evapotranspiration. Actual evapotranspiration
					is the modelled evapotranspiration computed only with available water."
					}
				}
			}
		},
		{
			"dataset_title": "Temperature statistics for Europe derived from climate projections",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/sis-temperature-statistics?tab=overview",
				"dataset_hist": "sis-temperature-statistics",
				"dataset_scen": "",
				"dataset_cds_overview": "This dataset contains temperature exposure statistics for Europe (e.g. percentiles) derived from
			the daily 2 metre mean, minimum and maximum air temperature for the entire year, winter (DJF: December-January-February)
			and summer (JJA: June-July-August). These statistics were derived within the C3S European Health service and are available
			for different future time periods and using different climate change scenarios. Temperature percentiles are typically used
			in epidemiology and public health when defining health risk estimates and when looking at current and future health impacts,
			and they allow to identify a common threshold and comparison between different cities/areas. The temperature statistics are
			calculated, either for the season winter and summer or for the whole year, based on a bias-adjusted EURO-CORDEX dataset. The
			statistics are averaged for 30 years as a smoothed average from 1971 to 2100. This results in a timeseries covering the period
			from 1986 to 2085. Finally, the timeseries are averaged for the model ensemble and the standard deviation to this ensemble
			mean is provided.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "European region (approximately 27N – 72N, 22W – 45E)",
					"horizontal_resolution": "0.1° x 0.1°",
					"vertical_coverage": "",
					"temporal_coverage": "1986 – 2085",
					"temporal_resolution": "Season or year, that represents the 30-yr smoothed average around that particular season or year.",
					"file_format": "NetCDF",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.6, Attribute Convention for Dataset Discovery (ACDD) v1.3",
					"update_frequency": "No updates expected"
				},
				"variables": {
					"average_temperature": {
						"display_name": "Average temperature",
						"units": "K",
						"description": "Daily average air temperature valid for a grid cell at the height of 2m above the surface, averaged over the year or season."
					},
					"maximum_temperature": {
						"display_name": "Maximum temperature",
						"units": "K",
						"description": "Daily maximum air temperature valid for a grid cell at the height of 2m above the surface, averaged over the year or season."
					},
					"minimum_temperature": {
						"display_name": "Minimum temperature",
						"units": "K",
						"description": "Daily minimum air temperature valid for a grid cell at the height of 2m above the surface, averaged over the year or season."
					}
				}
			}
		},
		{
			"dataset_title": "CORDEX regional climate model data on single levels for Europe",
			"dataset_details": {
				"dataset_source_url": "https://cds.climate.copernicus.eu/cdsapp#!/dataset/projections-cordex-single-levels?tab=overview",
				"dataset_hist": "projections-cordex-single-levels",
				"dataset_scen": "",
				"dataset_cds_overview": "This catalogue entry provides daily and monthly Regional Climate Model (RCM) data on single levels
			from a number of experiments, models, members and time periods computed over Europe and in the framework of the Coordinated
			Regional Climate Downscaling Experiment (CORDEX). The term 'single levels' is used to express that the variables are computed
			at one vertical level which can be surface (or a level close to the surface) or a dedicated pressure level in the atmosphere.
			Multiple vertical levels are excluded from this catalogue entry. High-resolution Regional Climate Models (RCMs) can provide
			climate change information on regional and local scales in relatively fine detail, which cannot be obtained from coarse scale
			Global Climate Models (GCMs). This is manifested in better description of small-scale regional climate characteristics and also
			in more accurate representation of extreme events. Consequently, outputs of such RCMs are indispensable in supporting regional
			and local climate impact studies and adaptation decisions. RCMs are not independent from the GCMs, since the GCMs provide lateral
			and lower boundary conditions to the regional models. In that sense RCMs can be viewed as magnifying glasses of the GCMs. The
			CORDEX experiments consist of RCM simulations representing different future socio-economic scenarios (forcings), different
			combinations of GCMs and RCMs and different ensemble members of the same GCM-RCM combinations. This experiment design through
			the ensemble members allows for studies addressing questions related to the key uncertainties in future climate change. These
			uncertainties come from differences in the scenarios of future socio-economic development, the imperfection of regional and
			global models used and the internal (natural) variability of the climate system. This experiment design allows for studies
			addressing questions related to the key uncertainties in future climate change: what will future climate forcing be? ; what
			will be the response of the climate system to changes in forcing?; what is the uncertainty related to natural variability of
			the climate system? The term 'experiment' in the CDS form refers to three main categories: Evaluation: CORDEX experiment
			driven by ECMWF ERA-Interim reanalysis for a past period. These experiments can be used to evaluate the quality of the RCMs
			using perfect boundary conditions as provided by a reanalysis system. The period covered is typically 1980-2010;
			Historical: CORDEX experiment which covers a period for which modern climate observations exist. Boundary conditions are
			provided by GCMs. These experiments, that follow the observed changes in climate forcing, show how the RCMs perform for the
			past climate when forced by GCMs and can be used as a reference period for comparison with scenario runs for the future.
			The period covered is typically 1950-2005; Scenario: Ensemble of CORDEX climate projection experiments using RCP (Representative
			Concentration Pathways) forcing scenarios. These scenarios are the RCP 2.6,
				4.5 and 8.5 scenarios providing different pathways of
			the future climate forcing. Boundary conditions are provided by GCMs. The period covered is typically 2006-2100. In CORDEX, the
			same experiments were done using different RCMs (labelled as “Regional Climate Model” in the CDS form). In addition, for each RCM,
			there is a variety of GCMs, which can be used as lateral boundary conditions. The GCMs used are coming from the CMIP5 (5th phase of
			the Coupled Model Intercomparison Project) archive. These GCM boundary conditions are labelled as “Global Climate Model” in the form
			and are also available in the CDS. Additionally, the uncertainty related to internal variability of the climate system is sampled by
			running several simulations with the same RCM-GCM combination. On the forms, these are indexed as separate ensemble members (the naming
			convention for ensemble members is available in the documentation). For each GCM, the same experiment was repeatedly done using slightly
			different conditions (like initial conditions or different physical parameterisations for instance) producing in that way an ensemble of
			experiments closely related. More details behind these sequential ensemble numbers will be available in the detailed documentation.
			On a general level in the CDS form for the RCM simulations “v” enumerates runs and not model versions. Runs numbers different from 'v1'
			means new simulations relative to the first “v1” one. It might not mean a new version: For the EC-EARTH and HadGEM2-ES forced HIRHAM RCM
			simulation “v2” is a new simulation where proper GHG concentrations changing with time are used as a contrast to 'v1' that erroneously
			used the constant control level throughout the simulation. Therefore users should use 'v2'; For NorESM forced HIRAM RCM 'v2' run includes
			also an error in the vertical interpolation when preparing the boundary files also exists. Therefore users should use 'v3'; For the
			MOHC-HadGEM2-ES forced RACMO simulation 'v2' is a new simulation where a big error in SST-remapping from the HadGEM-grid to the RCM-grid
			in 'v1' was corrected. The erroneous v1-simulation has been unpublished from the ESGF; For the CNRM-CM5 forced runs 'v2' is a new
			simulation replacing the old now with input data taken from pressure levels instead of model levels. The originally provided model
			level fields from CNRM were wrong; Two MPI-driven scenario runs were rerun in 2016 as there had been problems with a restart file and
			as there was an error in the snow diagnostics in the original run. The reruns were labelled 'v1a'. The data are produced by the
			participating institutes of the EURO-CORDEX and Med-CORDEX projects.",
			"dataset_eea_overview": "",
				"dataset_description": {
					"data_type": "Gridded",
					"horizontal_coverage": "From 27°N to 72°N and from 22°W to 45°E (grid projection may differ among RCMs)",
					"horizontal_resolution": "0.11°x0.11°",
					"vertical_coverage": "",
					"vertical_resolution": "Variables are provided in one single level (which may differ among variables)",
					"temporal_coverage": "1950-2100 (shorter for some experiments)",
					"temporal_resolution": "3h, 6h, daily, monthly and seasonal",
					"file_format": "NetCDF-4",
					"conventions": "Climate and Forecast (CF) Metadata Convention v1.6",
					"versions": "Latest version of the data is provided",
					"update_frequency": "Regular quarterly updates"
				},
				"variables": {
					"10m_u_component_of_the_wind": {
						"display_name": "10m u-component of the wind",
						"units": "m s-1",
						"description": "The magnitude of the eastward component of the wind at 10m above the surface."
					},
					"10m_v_component_of_the_wind": {
						"display_name": "10m v-component of the wind",
						"units": "m s-1",
						"description": "The magnitude of the northward component of the wind at 10m above the surface."
					},
					"10m_wind_speed": {
						"display_name": "10m Wind Speed",
						"units": "m s-1",
						"description": "The magnitude of the two-dimensional horizontal air velocity. The data represents
					the mean over the aggregation period at 10m above the surface."
					},
					"200hpa_temperature": {
						"display_name": "200hpa temperature",
						"units": "K",
						"description": "Temperature at 200hPa."
					},
					"200hpa_u_component_of_the_wind": {
						"display_name": "200hPa u-component of the wind",
						"units": "m s-1",
						"description": "The magnitude of the eastward component of the wind at 200hPa."
					},
					"200hpa_v_component_of_the_wind": {
						"display_name": "200hPa v-component of the wind",
						"units": "m s-1",
						"description": "The magnitude of the northward component of the wind at 200hPa."
					},
					"2m_air_temperature": {
						"display_name": "2m temperature",
						"units": "K",
						"description": "The ambient air temperature. The data represents the mean over the aggregation period at to 2m above the surface."
					},
					"2m_relative_humidity": {
						"display_name": "2m relative humidity",
						"units": "%",
						"description": "Relative humidity is the percentage ratio of the water vapour mass to the water vapour mass at the saturation point
					given the temperature at that location. The data represents the mean over the aggregation period at 2m above the surface."
					},
					"2m_surface_specific_humidity": {
						"display_name": "2m specific humidity",
						"units": "Dimensionless",
						"description": "Amount of moisture in the air at 2m above the surface divided by the amount of air plus moisture at that location."
					},
					"500hpa_geopotential": {
						"display_name": "500hPa geopotential",
						"units": "m",
						"description": "Gravitational potential energy per unit mass normalised by the standard gravity at 500hPa at the same latitude."
					},
					"850hpa_u_component_of_the_wind": {
						"display_name": "850hPa U-component of the wind",
						"units": "m s-1",
						"description": "Magnitude of the eastward component of the two-dimensional horizontal air velocity at 850hPa."
					},
					"850hpa_v_component_of_the_wind": {
						"display_name": "850hPa V-component of the wind",
						"units": "m s-1",
						"description": "Magnitude of the northward component of the two-dimensional horizontal air velocity at 850hPa."
					},
					"mean_precipitation_flux": {
						"display_name": "Mean precipitation flux",
						"units": "kg m-2 s-1",
						"description": "The deposition of water to the Earth s surface in the form of rain, snow, ice or hail. The
					precipitation flux is the mass of water per unit area and time. The data represents the mean over the aggregation period."
					},
					"mean_sea_level_pressure": {
						"display_name": "Mean sea level pressure",
						"units": "Pa",
						"description": "The air pressure at sea level. In regions where the Earth s surface is above sea level the surface pressure
					is used to compute the air pressure that would exist at sea level directly below given a constant air temperature from the
					surface to the sea level point. The data represents the mean over the aggregation period."
					},
					"surface_pressure": {
						"display_name": "Surface pressure",
						"units": "Pa",
						"description": "Pressure of air at the lower boundary of the atmosphere."
					},
					"surface_solar_radiation_downwards": {
						"display_name": "Surface solar radiation downwards",
						"units": "W m-2	",
						"description": "The downward shortwave radiative flux of energy per unit area.
					The data represents the mean over the aggregation period at the surface."
					},
					"surface_thermal_radiation_downward": {
						"display_name": "Surface thermal radiation downward",
						"units": "W m-2	",
						"description": "Radiative longwave flux of energy incinding on the surface from the above per unit area."
					},
					"surface_upwelling_shortwave_radiation": {
						"display_name": "Surface upwelling shortwave radiation",
						"units": "W m-2	",
						"description": "Short wave radiative flux of energy from the surface per unit area."
					},
					"total_cloud_cover": {
						"display_name": "Total cloud cover",
						"units": "Dimensionless",
						"description": "Total refers to the whole atmosphere column, as seen from the surface or the top of the atmosphere. Cloud cover refers to fraction of horizontal area occupied by clouds."
					},
					"total_run_off_flux": {
						"display_name": "Total run-off flux",
						"units": "kg m-2 s-1",
						"description": "The mass of surface and sub-surface liquid water per unit area and time, which drains from land."
					}
				}
			}
		}
	]
}