{
    "disclaimer": {
        "page_title": "Disclaimer",
        "page_text": "<p>Content in the European Climate Data Explorer pages is delivered by ECMWF through the Copernicus Climate Change Service to enhance public access to information about the European Union’s Copernicus Programme. The goal is to keep this information timely and accurate. If errors are brought to the attention of ECMWF, they will try to correct them. However, ECMWF accepts no responsibility or liability whatsoever with regard to the information on this site.</p><p>While abiding by the highest scientific and technical standards, ECMWF cannot warrant that any information provided by the Copernicus Climate Change Service will be entirely free from errors or omissions or that such errors or omissions can or will be rectified entirely. </p><p>References to geographical or other territories and groupings are based on terms provided to ECMWF by ECMWF Member States and Co-operating States, terminology used by other relevant international organisations or other sources deemed relevant by ECMWF. The use of such references and terminology used on this website, as well as, in the materials contained therein or linked to, do not constitute or imply an expression of opinion by ECMWF concerning the status of any State or territory, or its frontiers or sovereignty. The colours, boundaries and names shown and the designations used on maps available from or through this website are not intended to imply any judgment, official endorsement, or acceptance by ECMWF as to the legal status or frontier of any territory.</p><p>It is our goal to minimize disruption caused by technical errors. However, some data or information on our site may have been created or structured in files or formats that are not error-free and we cannot guarantee that our service will not be interrupted or otherwise affected by such problems. ECMWF accepts no responsibility with regard to such problems incurred as a result of using this site or any linked external sites.</p><p>ECMWF may change material on the site without prior notice.</p>"
    }
}